```
  # module.nova.module.cinder.openstack_blockstorage_volume_v3.create_volume[0] will be created
  + resource "openstack_blockstorage_volume_v3" "create_volume" {
      + attachment        = (known after apply)
      + availability_zone = (known after apply)
      + id                = (known after apply)
      + metadata          = (known after apply)
      + name              = "rax_volume_201120-05554"
      + region            = (known after apply)
      + size              = 10
      + volume_type       = (known after apply)
    }
```